package dev.jorik.tictactoe;


@RunWith(JUnit4.class)
public class E2Etest {

    @Test
    public void stub(){}
    /*
    (Крестики) введите координаты ячейки: 11
X


(Нолики) введите координаты ячейки: 12
XO


(Крестики) введите координаты ячейки: 21
XO
X

(Нолики) введите координаты ячейки: 22
XO
XO

(Крестики) введите координаты ячейки: 13
XOX
XO

(Нолики) введите координаты ячейки: 23
XOX
XOO

(Крестики) введите координаты ячейки: 32
XOX
XOO
 X
(Нолики) введите координаты ячейки: 13
ячейка занята
(Нолики) введите координаты ячейки: 31
XOX
XOO
OX
(Крестики) введите координаты ячейки: 33
Игра закончена. Победитель: Ничья
     */
}
